{
	"1.6-2": {
		"url": "https://raw.githubusercontent.com/clicknetcafe/zenless-db/refs/heads/main/tier/tier_1.6-2.jpg",
		"desc": "*1.6-2 Prydwen Tier List (02/04/2025)*\n\nZZZ's meta has been shifting quite a bit in recent times, and with Trigger's release Stun units are finally getting a shake up as well. Outside of a few exceptions, most DPS and Support Agents tier list placements aren’t moving as a result of Triggers release.\n\nIn addition to Trigger’s addition and the adjustment of the Stun category we’re adding a new unit tags and revising some old ones. The new addition is:\n*Heal:* Character can restore HP to themselves and/or the team, contributing to sustaining your party, particularly over longer and more difficult fights.\nThe updated tags are:\n*Debuff:* Character can inflict debuffs to enemies, causing a variety of effects that can benefit your party. Debuffs that only benefit the applier of the debuff and not the full squad are not considered.\n*Expert:* Character can be considered one placement higher than their default tier list ranking, but has an optimal playstyle that needs to be mastered to qualify for that higher rating. This tag is only applied to characters where the harder play style creates a significant discrepancy in performance compared to the baseline playstyle.\n*Quickswap:* Character’s kit benefits from swapping in and out of the field during their or other character’s rotations to maximize their potential and/or potentially mitigate long animations. Characters with this tag may feel clunkier and/or perform worse without doing so.\n\nAnd here are the changes to the tier list:\n- *[Trigger]* added as T0 Stun. Trigger is one of the most impressive Stun Agents the game has yet seen - possibly the most impressive. She has universal Support potential via a 35% Stun DMG Multiplier increase that has permanent uptime and operates off-field which gives freedom to a bunch of DPS characters she can pair with, not to mention her ease of use — possibly the easiest Stun Agent we've had yet. Even without big vertical upgrades involved, Trigger is undoubtedly T0 because her kit gives her a lot of team versatility, Daze and buffing potential, possibly the most of any Stun Agent which is impressive.\n- *[Anby: Soldier 0]* added to Watchlist. SAnby gains more than most through the inclusion of Trigger in her teams, giving her enough of a boost we’re now considering her for T0. With that said Miyabi continues to put up one of the most dominating performances of any character in a Gacha game, for this reason we’re watchlisting her first and will see how she performs moving forward before raising her.\n- *[Harumasa]* T2 > T1.5. Based on most recent performances and how players are playing him, Harumasa's baseline rating is too low compared to units he shares a tier with and who are directly above him after the recent DPS category adjustment. We’re raising his baseline rating to T1.5 and as a result his new expert rating will be T1 putting him on equal footing with Zhu Yuan and Jane doe in the hands of experienced players.\n- *[Qingyi]* T0 > T0.5. Qingyi is our first character to get out of T0 in a very long time, however enough time has passed, and enough DPS characters that don't synergize particularly well with her as well as stronger Stun Agent options have taken the spot she usually takes. Don't get us wrong, it's not because Qingyi isn't in T0 that she's by any accounts a bad Agent — she retains big team flexibility and performs notably well in S0 Anby teams more recently, plus she's still the most desirable with Harumasa and Zhu Yuan over any other Stun options. She's comfortably in T0.5, no questions asked. However, Qingyi doesn't synergize with any of the top DPS Agents anymore other than S0 Anby somewhat (and S0 Anby has Trigger and Pulchra to outperform Qingyi in most cases anyway). Miyabi, Evelyn, Yanagi and Burnice don't make particularly good use of her and that's all our T0-T0.5 DPS agents other than S0 Anby who we already discussed, so we believe Qingyi moving down to T0.5 is warranted. However with her dropping down, a lot of Stun Agents will drop down a tier as well to illustrate how much more powerful Qingyi is than them. This starts with:\n- *[Lycaon]* T0.5 > T1. Not much to say here that wasn't already said in Qingyi's entry, however we'll add part of this change is warranted because Lycaon only really serves as the best F2P option to Miyabi and Ellen which doesn't make him particularly flexible, due to Miyabi's insane variety of team options and Ellen being nowadays quite a few tiers down the top contenders. This justifies him moving to T1 further, however he's still a very good Agent to own and build no matter what, and with future Ice agents that want a Stun character on the team you can rest assured Lycaon will always be a good choice for them.\n- *[Koleda]* T1 > T1.5. Koleda has one main saving grace and that is that she's the best F2P Stun choice for Evelyn, as she increases her Chain Attack damage so she should be stable in T1.5 because Evelyn is an amazing DPS Agent, however she dropped down due to Lycaon's presence in T1 being much more felt in the current meta than Koleda.\n- *[Anby]* T1.5 > T2. Let's make something very clear: Anby's performance, for a free A-rank Stun Agent you get at the start of the game that doesn't have any special qualities, is actually impressive. Even though her kit is pure damage and Daze and nothing else, she's really good at those two things when paired with characters with downtimes such as Zhu Yuan and Harumasa, so she doesn't warrant anything below T2. However, she's overall weaker than the choices above her as they all provide something special to the team and Anby does not.\n- *[Pulchra]* is receiving no changes in placement. We did consider her dropping down along with Koleda, however at M6 she has a very desirable all-type 30% DMG debuff which boosts the whole team's damage by a good amount on top of her off-field damage and Daze, which gives her good synergies (especially with S0 Anby). This warrants her staying in T1.\n\nNow let's tackle the Tag Changes:\n- [Anby: Soldier 0] Debuff tag added. Pertaining to her Additional Ability effect (her Core Passive isn't a team-applicable debuff so it doesn't warrant the tag).\n- [Piper] Buff tag added. Pertaining to her Additional Ability effect.\n- [Grace] Debuff tag added. Pertaining to her Additional Ability effect.\n- [Corin] Debuff tag added. Pertaining to her M2.\n- [Anton] Shield, Buff tags added. Pertaining to his M2 and M4.\n- [Lighter] Buff tag added. Pertaining to his Additional Ability effect.\n- [Pulchra] Debuff tag added. Pertaining to her M6.\n- [Koleda] Debuff tag added. Pertaining to her Additional Ability effect.\n- [Astra Yao] Heal tag added. Pertaining to her Ultimate. We judged it an essential part of her kit to where the tag is worth making just for her, as well as any future characters if they do provide healing as well.\n- [Nicole] Buff, Quickswap tags added. Pertaining to her Additional Ability effect, her M6 and her playstyle. Nicole enjoys switching in and out in the middle of battle, including during a Stun window, to fully capitalize on her DEF shred effect for your DPS Agents, which forces you to alter your rotation and warrants the tag.\n- [Soukaku] Debuff tag added. Pertaining to her M4.\n- [Seth] Debuff tag added. Pertaining to his Additional Ability effect.\n- [Ben] Debuff tag added. Pertaining to his M1."
	},
	"1.6": {
		"url": "https://raw.githubusercontent.com/clicknetcafe/zenless-db/refs/heads/main/tier/tier_1.6.png",
		"desc": "*1.6 Prydwen Tier List (12/03/2025)*\n\nWith the release of S0 Anby, and an accumulation of data over a number of phases since our last update, we’re making some substantial changes to the tier list - specifically the Damage category. In recent phases of Shiyu Defense a divide between damaging characters currently in the Apex tier has emerged. To address this we’re introducing Tier 4, re-organizing the tiers, and adjusting the ratings of some characters.\n\nAfter the release of Miyabi, Evelyn and now S0 Anby it’s clear the bar for damage dealers has been set higher. To reflect this reality, we’ve had adjust the rating of some older damage dealers down the tier list. With that said these characters are by no means bad, or unable to clear endgame content, they simply don’t destroy it quite at the same pace as the most recent additions to the damage dealing roster. To ensure the tier list still makes sense and each character is in a tier with peers that reflect a similar power level we’ve introduced an additional Tier (Tier 4) and shuffled the majority of characters down the tier list. In addition to this change we’ve also adjusted the meta line indicating what is a niche character and what is a meta character from sitting between Tier 1.5 and Tier 2 to sit between Tier 2 and Tier 3 instead.\n\nThe goal of all these changes isn’t to “drop every character on the tier list” it’s to ensure that each character is grouped with other characters of a similar power level something the previous iteration of the tier list wasn’t quite achieving.\nOutside of this here are a few characters movements we feel deserve their own explanation:\n\n- *[Zhu Yuan] & [Jane doe].* Both remain powerful Agents but are struggling to keep up with other characters residing in the Apex Tier in terms of clear times in the latest phases of Shiyu Defense. If and when the encounters favor them more and they’re able to make a comeback we’ll return them to the highest tiers.\n- *[Piper].* She is one of the few units we’re not shuffling down as a result of this change as she’s put out some incredibly convincing results in more recent Shiyu phases. We’re keeping her in Tier 1 for now but will keep an eye on her to see if she can maintain her performance.\n- *[Qingyi].* We’re placing Qingyi on the watchlist for now. She hasn’t been performing at the level we expect of a Tier 0 stunner and isn’t as meta relevant when it comes to forming teams with Apex Damage dealers as some of her peers. With that said she can be played alongside S0 Anby, so we’re keeping an eye on her for now and seeing how she performs in the coming phase."
	},
	"1.5-2": {
		"url": "https://raw.githubusercontent.com/clicknetcafe/zenless-db/refs/heads/main/tier/tier_1.5-2.jpg",
		"desc": "*1.5-2 Prydwen Tier List (12/02/2025)*\n\n- *[Evelyn]* has been added to the tier list.\n- We’re placing Evelyn in T0.5 initially with the Expert Tag. This Tag indicates that in the hands of a beginner or “average” player she sits around the T0.5 level, but in the hands of an expert she performs at a T0 level, equivalent to Miyabi. We feel this placement is a reasonable starting point for her considering her difficulty - some consider her incredibly simple and easy to play while others find her more challenging. We’ll be monitoring how the community receives Evelyn - if she’s easier to grasp and play at the highest level than expected we’ll remove the Expert tag from her and raise her to T0, but if she turns out to be just as hard as some fear, we’ll keep her where she is for now.\n- With the arrival of Evelyn and the upcoming release of Anby: Silver Soldier we expect shifts to occur over the next few Shiyu Defense phases in the DPS Category of the Tier List. We are aware that some Apex DPS characters aren’t performing quite as well as they were in the past or to the level some of their peers are currently at. With that said we’ll be holding off on any major changes until the release of Anby: Silver Soldier to see where the meta settles. We already watchlisted Jane Doe because of that, because of all T0.5 characters she had the roughest performance drop recently."
	},
	"1.5": {
		"url": "https://raw.githubusercontent.com/clicknetcafe/zenless-db/refs/heads/main/tier/tier_1.5.png",
		"desc": "*1.5 Prydwen Tier List (22/01/2025)*\n\n- *[Astra Yao]* has been added to the tier list.\n- Based on the previous feedback of the major rework to our Shiyu Defense Tier list, alongside the latest data performance we’re making a few adjustments to some character’s rankings in addition to the placement of Astra Yao on the tier list.\n- *[Piper] Up.* Piper has continued to demonstrate success in Shiyu as an accessible Anomaly option with strong team options. She was ranked too low as a result of the merge, we’re fixing that with this update.\n- *[Soldier 11] Down.* Based on feedback received, new/Additional clear data and further testing, the general consensus is that Soldier 11 isn’t currently performing at Ellen’s level. As a result we’re lowering Soldier 11’s tier by one rank for now.\n- *[Harumasa].* Harumasa is a character with great potential when played optimally, something that isn’t for everyone. We’ve ranked Harumasa under the assumption that he would be played according to his strongest combos, but this isn’t always realistic due to combat scenarios or player skill/playstyle. In recognition of this, we’re introducing the new Expert Tag to the tier list to both recognize his potential but also highlight his higher skill requirements. For those who can play him to his full potential his effective position on the tier list is unchanged as per the Expert tags description, for those who can’t his new placement applies.\n- *Expert Tag:* Characters tagged with the Expert Tag can be considered one placement higher than their tier list ranking, but you need to master their advanced/harder playstyle for them to qualify for that higher rating."
	},
	"1.4": {
		"url": "https://raw.githubusercontent.com/clicknetcafe/zenless-db/refs/heads/main/tier/tier_1.4.png",
		"desc": "*1.4 Prydwen Tier List (18/12/2024)*\n\n- *[Miyabi]* has been added to the tier list,\n- *[Harumasa]* has been added to the tier list,\n- *We have combined the Pure DPS and Anomaly DPS columns into one column - DPS.* We’ve intended on doing this for a while now but the release of Miyabi solidified the decision. The Anomaly Category was created under the premise that Anomaly characters would play vastly different to Attack characters much like Grace is different than a character like Soldier 11. This is not how things played out post release. A lot of Anomaly characters function as direct damage dealers akin to Attack characters with the main distinction being one stacks Anomaly related stats and the other stacks CRIT but now with Miyabi even that line is blurred. In ZZZ under the current meta we feel Attack and Anomaly characters can directly be compared in terms of performance, their roles are not different enough to keep them separate and so we have combined them. As a result of this change some characters ranking have been updated to make sense. As always we’ll be reading your feedback,\n- We have added the *meta-lines* that are already present in our other tier lists. They split the tier list into 3 groups, showcasing roughly how they are currently used in the meta: Apex (best of the best), Meta (great characters) and Niche (characters with issues that require more work to achieve good results). There's no Forgotten Ones group yet as the meta isn't in as bad state as HSR and everyone is viable - more or less,\n- We have added a new tag - *Quick Swap.* The tag highlights characters that benefit greatly from swapping to another character during one or many of their abilities that have incredibly long animations. This allows this downside to be mitigated.\n- We have changed the color of the Anomaly related tags like Shock, Burn and Disorder to make them stand out a bit more."
	}
}